a52dec
aalib
abseil-cpp
accounts-qml-module
accountsservice
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
aha
akonadi
akonadi-calendar
akonadi-calendar-tools
akonadi-contacts
akonadi-import-wizard
akonadi-mime
akonadi-notes
akonadi-search
akonadiconsole
akregator
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
analitza
aom
appstream
appstream-qt
archlinux-appstream-data
archlinux-keyring
argon2
ark
artikulate
at-spi2-core
atkmm
attica
attr
audiocd-kio
audiofile
audit
autoconf
automake
avahi
avogadro-crystals
avogadro-molecules
avogadrolibs
avogadrolibs-qt5
baloo
baloo-widgets
bamf
base
base-devel
bash
betterdiscordctl
binutils
bison
black-hole-solver
blinken
blueberry
bluedevil
bluez
bluez-libs
bluez-qt
bluez-tools
bluez-utils
bolt
bomber
boost-libs
bovo
breeze
breeze-gtk
breeze-icons
brotli
btop
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
calendarsupport
cantarell-fonts
cantor
cdparanoia
cervisia
cfitsio
chromaprint
cifs-utils
clang
clinfo
cmake
code
code-marketplace
colord
colord-kde
compiler-rt
confuse
convertlit
coordgen
coreutils
cronie
cryptsetup
curl
cython
dav1d
db5.3
dbus
dbus-broker
dbus-glib
dbus-python
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
discord
discount
discover
djvulibre
dmidecode
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
dolphin
dolphin-plugins
dosfstools
double-conversion
dragon
drkonqi
duktape
e2fsprogs
ebook-tools
editorconfig-core-c
efibootmgr
efivar
electron
electron19
elisa
enchant
eventviews
exiv2
expat
faac
faad2
fakeroot
falkon
farstream
ffmpeg
ffmpeg4.4
ffmpegthumbs
fftw
file
filelight
filesystem
findutils
firefox
flac
flashrom
flatpak
flatpak-kcm
flex
fluidsynth
fmt
font-manager
fontconfig
frameworkintegration
freecell-solver
freeglut
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
fwupd
fwupd-efi
gavl
gawk
gc
gcab
gcc
gcc-libs
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
geoclue
gettext
ghostscript
giflib
git
github-cli
github-desktop-bin
glew
glib-networking
glib2
glib2-docs
glibc
glibmm
glslang
glu
gmp
gnome-bluetooth
gnome-menus
gnu-free-fonts
gnugo
gnupg
gnutls
go
gobject-introspection-runtime
gpgme
gpm
gptfdisk
granatier
granite
grantlee
grantlee-editor
grantleetheme
graphene
graphite
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsl
gsm
gssdp
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-doc
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
gts
guile
gupnp
gupnp-igd
gwenview
gzip
harfbuzz
harfbuzz-icu
hdf5
hicolor-icon-theme
hidapi
http-parser
hunspell
hwdata
hwloc
hyphen
iana-etc
icu
id3lib
ijs
imagemagick
imath
imlib2
incidenceeditor
iniparser
intel-ucode
iproute2
iptables
iputils
iso-codes
itinerary
jack2
jansson
jasper
jbig2dec
jemalloc
jq
json-c
json-glib
jsoncpp
juk
k3b
kaccounts-integration
kaccounts-providers
kactivities
kactivities-stats
kactivitymanagerd
kaddressbook
kajongg
kalarm
kalendar
kalgebra
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
karchive
kate
katomic
kauth
kbackup
kbd
kblackbox
kblocks
kbookmarks
kbounce
kbreakout
kbruch
kcachegrind
kcachegrind-common
kcalc
kcalendarcore
kcalutils
kcharselect
kcmutils
kcodecs
kcolorchooser
kcolorpicker
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kcron
kdav
kdbusaddons
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kdebugsettings
kdeclarative
kdeconnect
kdecoration
kded
kdeedu-data
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdelibs4support
kdenetwork-filesharing
kdenlive
kdepim-addons
kdepim-runtime
kdeplasma-addons
kdesdk-kio
kdesdk-thumbnailers
kdesu
kdevelop
kdevelop-php
kdevelop-python
kdf
kdiagram
kdialog
kdiamond
kdnssd
kdoctools
kdsoap
kdsoap-ws-discovery-client
keditbookmarks
kemoticons
keyutils
kfilemetadata
kfind
kfloppy
kfourinline
kgamma5
kgeography
kget
kglobalaccel
kgoldrunner
kgpg
kguiaddons
khangman
khealthcertificate
khelpcenter
kholidays
khotkeys
khtml
ki18n
kiconthemes
kidentitymanagement
kidletime
kig
kigo
killbots
kimageannotator
kimagemapeditor
kimap
kinfocenter
kinit
kio
kio-extras
kio-fuse
kio-gdrive
kio-zeroconf
kirigami-addons
kirigami-gallery
kirigami2
kiriki
kitemmodels
kitemviews
kiten
kitinerary
kjobwidgets
kjs
kjumpingcube
kldap
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmailtransport
kmbox
kmenuedit
kmime
kmines
kmix
kmod
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knewstuff
knights
knotes
knotifications
knotifyconfig
kolf
kollision
kolourpaint
kompare
konqueror
konquest
konsole
kontact
kontactinterface
kontrast
konversation
kopeninghours
kopete
korganizer
kosmindoormap
kpackage
kparts
kpat
kpeople
kpeoplevcard
kpimtextedit
kpipewire
kpkpass
kplotting
kpmcore
kpty
kpublictransport
kqtquickcharts
kquickcharts
krb5
krdc
kreversi
krfb
kross
kruler
krunner
ksanecore
kscreen
kscreenlocker
kservice
kshisen
ksirk
ksmtp
ksnakeduel
kspaceduel
ksquares
ksshaskpass
ksudoku
ksystemlog
ksystemstats
kteatime
ktexteditor
ktextwidgets
ktimer
ktnef
ktorrent
ktouch
ktuberling
kturtle
kubrick
kunitconversion
kuserfeedback
kvantum
kwallet
kwallet-pam
kwalletmanager
kwave
kwayland
kwayland-integration
kwidgetsaddons
kwin
kwin-bismuth
kwindowsystem
kwordquiz
kwrited
kxmlgui
l-smash
lame
layer-shell-qt
lcms2
ldb
ldns
leptonica
less
libaccounts-glib
libaccounts-qt
libaec
libaio
libakonadi
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libavtp
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcamera
libcanberra
libcap
libcap-ng
libcbor
libcloudproviders
libcolord
libconfig
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdca
libde265
libdmtx
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libebml
libebur128
libedit
libelf
libepoxy
libevdev
libevent
libexif
libfakekey
libfdk-aac
libffi
libfontenc
libfreeaptx
libftdi
libgcrypt
libgee
libgit2
libglade
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgravatar
libgtop
libgudev
libgusb
libheif
libical
libice
libidn
libidn2
libiec61883
libieee1284
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libisl
libjcat
libjpeg-turbo
libkate
libkcddb
libkcompactdisc
libkdcraw
libkdegames
libkdepim
libkeduvocdocument
libkexiv2
libkgapi
libkleo
libkmahjongg
libkolabxml
libkomparediff2
libksane
libksba
libkscreen
libksieve
libksysguard
libktorrent
libldac
libldap
liblqr
liblrdf
libltc
libmad
libmalcontent
libmanette
libmatroska
libmbim
libmd
libmfx
libmicrodns
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmsym
libmtp
libmusicbrainz5
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libopenmpt
libotr
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libphonenumber
libpipeline
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqaccessibilityclient
libqalculate
libqmi
libqrtr-glib
libraqm
libraw
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsignon-glib
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libsrtp
libssh
libssh2
libstemmer
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libvdpau
libverto
libvncserver
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwireplumber
libwnck3
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lmdb
lokalize
lskat
lua
lua52
luit
lv2
lvm2
lz4
lzo
m4
maeparser
mailcap
mailcommon
mailimporter
make
man-db
marble
marble-common
mariadb
mariadb-clients
mariadb-libs
markdownpart
mbox-importer
md4c
mdadm
media-player-info
mesa
mesa-utils
meson
messagelib
milou
minizip
minuet
mjpegtools
mkinitcpio
mkinitcpio-busybox
mlt
mobile-broadband-provider-info
modemmanager
modemmanager-qt
molequeue
mpfr
mpg123
mtdev
nano
ncurses
ndctl
neofetch
neon
net-snmp
netpbm
nettle
networkmanager
networkmanager-qt
ninja
node-gyp
nodejs
nodejs-nopt
notion-app
noto-fonts
npth
nspr
nss
obsidian
ocl-icd
okular
oniguruma
openal
openbabel
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
openssl-1.1
opus
orc
os-prober
ostree
oxygen
oxygen-sounds
p11-kit
pacman
pacman-mirrorlist
palapeli
pam
pambase
pango
pangomm
parley
parted
partitionmanager
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-parse-yapp
perl-timedate
phonon-qt5
phonon-qt5-gstreamer
picmi
pim-data-exporter
pim-sieve-editor
pimcommon
pinentry
pipewire
pixman
pkgconf
plank
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-framework
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-wayland-session
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
playerctl
polkit
polkit-kde-agent
polkit-qt5
polybar
poppler
poppler-data
poppler-glib
poppler-qt5
popt
portaudio
powerdevil
poxml
ppp
print-manager
prison
procps-ng
protobuf
protobuf-c
psmisc
pugixml
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-qt
purpose
pyside2
python
python-anytree
python-attrs
python-autocommand
python-automat
python-cffi
python-click
python-constantly
python-cryptography
python-distro
python-fastjsonschema
python-gobject
python-hyperlink
python-idna
python-incremental
python-inflect
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-lxml
python-more-itertools
python-ordered-set
python-packaging
python-pip
python-platformdirs
python-ply
python-psutil
python-pycparser
python-pydantic
python-pygments
python-qtpy
python-setproctitle
python-setuptools
python-shiboken2
python-six
python-tomli
python-trove-classifiers
python-twisted
python-typing_extensions
python-validate-pyproject
python-wheel
python-zope-interface
python2
qca-qt5
qgpgme
qhull
qqc2-desktop-style
qrencode
qt-gstreamer
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webview
qt5-x11extras
qt5-xmlpatterns
qtkeychain-qt5
raptor
rav1e
re2
readline
rhash
ripgrep
rocs
rofi
rtkit
rtmpdump
run-parts
samba
sane
sbc
sddm
sddm-kcm
sdl2
sed
semver
serd
shaderc
shadow
shared-mime-info
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
skanlite
skanpage
slang
smartmontools
smbclient
snappy
socat
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
source-highlight
spaceship-prompt
spandsp
spectacle
speex
speexdsp
spglib
spicetify-cli
spirv-tools
spotify
sqlite
sratom
srt
startup-notification
step
sudo
svgpart
svt-av1
svt-hevc
sweeper
syndication
syntax-highlighting
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
systemsettings
taglib
talloc
tar
tbb
tcl
tdb
telepathy-accounts-signon
telepathy-farstream
telepathy-glib
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-call-ui
telepathy-kde-common-internals
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
telepathy-logger
telepathy-logger-qt
telepathy-mission-control
telepathy-qt
tesseract
tesseract-data-afr
tesseract-data-osd
tevent
texinfo
thin-provisioning-tools
threadweaver
tk
tpm2-tss
tracker3
tslib
ttf-font-awesome
ttf-hack
twolame
tzdata
udisks2
umbrello
unzip
upower
usbmuxd
util-linux
util-linux-libs
v4l-utils
vala
vid.stab
vim
vim-runtime
vlc
vmaf
volume_key
vtk
vulkan-icd-loader
vulkan-tools
wavpack
wayland
wayland-utils
webkit2gtk
webrtc-audio-processing
which
wildmidi
wireplumber
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xapian-core
xapp
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xerces-c
xf86-input-libinput
xf86-video-vesa
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xterm
xvidcore
xz
yakuake
yay-git
zanshin
zbar
zeromq
zimg
zlib
zsh
zsh-completions
zsh-syntax-highlighting
zstd
zvbi
zxing-cpp
